---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SkylightFailures
source: html/c3b2adb4-bde3-8d92-1a45-7236c3b096e2.htm
---
# BuiltInFailures.SkylightFailures Properties

The minimum skylight width is 8 inches.